[
    "Licking doorknobs is illegal on other planes.",
    "\"A wizard with no spells is afraid. A Barbarian with no weapons is excited\"\n-Ancient Barbarian Proverb",
    "\"Cowards flee, warriors retreat.\"\n-Fighter Fable",
    "With a 10 ft running start, a character can horizontally jump up to their strength score in feet. This movement counts as part of their normal speed, and cannot exceed it.",
    "The Lute was invented in the year 22 by Josef Loudfeet.",
    "You can bribe the DM",
    "Running is always an option.",
    "Ask for things, please",
    "Do not attempt to fight the mysterious snake woman. It will not end well.",
    "Crying is a free action",
    "If you don't know what to do on your turn, dodge.",
    "Attacking enemies causes damage",
    "The tougher the battle, the better the rewards.",
    "For all complaints, see page 4 of the DMG",
    "Be sure to take notes on the lore and history of the world. Someone probably worked very hard on it.",
    "Fights don't always require one side to die. Sometimes a clever trick or the right words can be quicker.",
    "Many a scholar of monsters has been ruined by a rare variant. Many are unsure why, but this seems to be more common for inexplicably prescient adventurers.",
    "If you want to have a private conversation, try using a language other than Common.",
    "Half of all campaigns never make it past level 5, and about 10% make it to level 10. Keep that in mind when planning your character.",
    "Always carry some rations, even if you have a magical food source or expect to hunt.",
    "Never, ever tell the DM that a fight was too easy.",
    "If you want to switch weapons without losing any action economy, simply drop the one(s) you are currently holding as a free action and draw the new one as part of the attack. You can then pick them up later after the fight.",
    "Anyone can become proficient with a weapon, armor, tool or language, you can train using downtime (and gold).",
    "If you have a cool idea for your character, be it a backstory piece, ability or item, tell your DM about it. It will give them inspiration for their game and show them that you are invested in it.",
    "Remember: the bad guys want to win",
    "Disarming or grappling spell caster is the best way to cripple magic user",
    "Always have rope even if you can fly",
    "Have fun, this may look complicated but really it’s just math improv",
    "How many guards have you killed in just this session?",
    "Look at the moon, what’s the worst that could happen?",
    "If in doubt, Fireball!",
    "When the DM asks you \"Really? Are you sure?\",  you say \"No.\"",
    "Never split the party. NEVER SPLIT THE PARTY.",
    "Sick of attacking and being useful? Ask the DM about other combat actions!",
    "Use perception checks often. Or get stabbed in the back. Up to you.",
    "If you crit an attack, roll twice for damage before adding your modifiers.",
    "If you fumble an attack, you automatically miss, and you may hurt yourself!",
    "Nature checks can help you identify an unknown monster - and its weaknesses.",
    "Don't forget to check for traps often. DMs love to put them literally everywhere!",
    "Be sure to learn the lore, your DM probably worked very hard on it!",
    "Barter! It may work, or you may get thrown out!",
    "Use your social skills often; violence is not always the answer! Just usually.",
    "Roleplaying your character might net you inspiration points - which are very useful.",
    "If you move away from an adjacent enemy, it gets to attack you immediately.",
    "Vulnerability means double damage. Resistance means half damage.",
    "If this campaign is getting too serious, lets go to a tavern! It gets silly there.",
    "Cantrips are free! Some are quite good.",
    "All coins are multiples of 10 of each other. Except for electrum, which is stupid.",
    "Slower travel is safer travel. Moving faster leaves you more open to random encounters.",
    "If it isn't nailed down, it is loot. If it is nailed down you should have brought a claw hammer.",
    "Do you feel like the hero of the realm yet?",
    "Does your character know that they don't have any agency in this? Do you?",
    "Critical success only applies to attack rolls",
    "Bards don't have to be horny.",
    "Bards are not the only class that can be horny.",
    "Contrary to popular belief, dragons are rarely found in dungeons.",
    "The best use of abilities is a creative use of abilities.",
    "A tie between two numbers, generally speaking, the person who rolled wins the tie.",
    "According to monster opticiants, a beholders eyesight is\n20:20:20:20:20:20:20:20:20:20:14.",
    "Adventurer's Tip #37: Never say \"when pigs fly\" around a wizard. That's how we got owlbears!",
    "The oozes may look delicious, but please don’t digest them",
    "Just because I asked them to roll a perception check, doesn’t mean you get to as well",
    "Share magic items to stop fist fights at the table",
    "Despite not having specific buttons, you can try parkour. Climb shelves, swing from chandeliers, slide down stairs like a toddler. It's a more interesting interaction that just marching on the floor",
    "Often the DM asks Are You Sure simply to clarify, and it's always safe to answer yes. It doesnt indicate danger at all. Ever.",
    "Duels to half hp can be fun, give you a safe measure of an opponents strength, and work more cinematically than attacking the entire mercenary company.",
    "Wizards are the best. Have you ever delved through a giant dungeon assembled by a barbarian? Nope",
    "Please don't place that portable hole inside your bag of holding... No seriously, please don't...",
    "Magic often requires the caster to perform complex gestures and recite ancient incantations aloud. Remember that next time you ask if you can discreetly cast a spell on someone",
    "Just because there’s a bunch of skeletons around it, doesn’t mean that magic item is cursed. Sometimes",
    "Just because the DM put that monster there doesn’t mean you’re able to kill it.",
    "To defeat a Balrog, attack them until they die.",
    "Beware of food poisoning, just how long has that mayonnaise been sitting out?",
    "Your DM appreciates when you bring the snacks. Yes you.",
    "\"Goblins, nobody can eat just one!\" - The Xanathar",
    "Rogues have a lot of experience handling money. Let them keep track of the party funds!",
    "There are many things to behold in dungeons, Beholders are one of those that you don't want.",
    "In case of emergency, an Animal Companion can serve as a hearty meal for many days.",
    "Even though they sound similar Lichens and Lycans have very different Challenge Ratings.",
    "A beartrap can be used for more than just bears.",
    "Throwing the halfling is always a viable strategy.",
    "Humans are not \"dire-halflings\".",
    "When you attack with a light weapon, you can use a bonus action to attack with one in your other hand.",
    "Abjuration is the school of protective magic. Perfect for people who claimed to have a force field in schoolyard games.",
    "If you don't know where to go, try asking the locals about recent goings-on!",
    "Did you know you have Inspiration? The DMG says you do, and so do I!",
    "If combat is going badly, remember that most humanoids don't enjoy killing and might accept your surrender",
    "Difficulty in negotiating? Have you tried not being a dick?",
    "Originality is overrated. Just have fun.",
    "Out of rations? Forage for food! On a successful Survival check you find 1d6+Wis mod of food in pounds and an additional 1d6+Wis mod of water in gallons.",
    "Touching an item is enough to know if it's magical.",
    "You can identify the properties of magical items during a Short Rest. This does not reveal curses.",
    "Remember, Owlbears may be friend shaped, but are in fact, not friends.",
    "The shove action occupies one of your attacks, offering a potentially free disengage during a multiattack",
    "Watch your fire! AOE spells can effect Allies as well",
    "If you often find yourself in need of healing, perhaps you should try taking less damage",
    "Looking at the DMG means you have to run a one-shot for the group.",
    "It may sound gross, but troll blood has a lot of holistic health benefits. Slurp some the next time you find a dead troll!",
    "Now might be a good time to flesh out your characters by talking to each other.",
    "Conflict among the party is acceptable. Conflict among the players is not. Don’t make things personal",
    "You may get attacked if you rest in an unsafe location. Always post a sentry!",
    "All your spells and abilities reset on a long rest. (Exceptions may apply.)",
    "Unless specified otherwise, your unarmed attack deal damage equal to your strength modifier.",
    "Murder is frowned upon in most civilized locations.",
    "Remember to add your proficiency modifier to your attack roll!",
    "This is not Skyrim! Your words may end a fight just as efficiently as your blades.",
    "Depending on your location, people may be open to talking to you.",
    "Talk to your fellow party members. This is a role playing game, after all.",
    "Bribing your DM with their preferred snack may result in inspiration.",
    "For Helm's sake, read your character sheet!",
    "When was the last time you looked at your character sheet?",
    "To kill Strahd, deal damage to him until he dies.",
    "\"Trust a flumph.\"\n - X the mystic",
    "\"Before you drink from a fountain or pool, toss a copper coin into it. It’s a small price to pay for your life [In regards to Water Weirds].\"\n - X the mystic",
    "\"Sometimes a chest is just a chest, but don’t bet on it.\"\n - X the mystic",
    "\"No one carves statues of frightened warriors. If you see one, keep your eyes closed and your ears open.\"\n - X the mystic",
    "\"Don’t poke skeletons. Bludgeoning works best.\"\n - X the mystic",
    "\"Keep a few gems in your pocket. A hungry Xorn is a helpful Xorn.\"\n - X the mystic",
    "\"Before opening a sarcophagus, light a torch [In regards to mummified undead].\"\n - X the mystic",
    "\"Traps mean someone wanted to keep you out. If a trap still works, that means there’s still plunder on the other side.\"\n - X the mystic",
    "\"Some wards don’t follow their object. Don’t open interesting plunder until at least 100 feet away from ornate pedestals.\"\n - X the mystic",
    "\"Do not trust attractive people in dungeons.\"\n - X the mystic",
    "\"Glowing things that don’t do anything when poked with a pole, still might when poked by a finger.\"\n - X the mystic",
    "\"Always wear gloves when handling strange objects.\"\n - X the mystic",
    "\"Consider all objects removed from dungeons strange until proven otherwise (thoroughly).\"\n - X the mystic",
    "\"Always ask permission to walk past a statue. It never hurts to be polite and it may save your life.\"\n - X the mystic",
    "\"Do not kill a Lich. They’ll just come back angrier.\"\n - X the mystic",
    "\"You’d be surprised at how much in a dungeon is actually edible. That doesn’t make it a good idea to put anything in your mouth besides what you brought in with you.\"\n - X the mystic",
    "\"Never interrupt anything willing to tell you a story.\"\n - X the mystic",
    "\"Runic circles can be very good, very bad or very boring. Unfortunately it usually takes an intelligent being to determine this. Try to make sure your friend goes first.\"\n - X the mystic",
    "\"Make offerings at any dais or altar you find and cannot identify. Unless you’re a paladin and your God is watching.\"\n - X the mystic",
    "\"Always check behind tapestries and drapes. Similarly, always check beneath rugs. Do this with a 10-foot pole, in case you actually find something.\"\n - X the mystic",
    "\"A spear or quarterstaff is not a proper substitute for a 10-foot pole.\"\n - X the mystic",
    "\"Don’t mess with fungus. Yes, some can be eaten and most is harmless. Others eject spores that kill you in less than a day.\"\n - X the mystic",
    "\"Every adventurer should have a large towel.\"\n - X the mystic",
    "\"If you find something powerful intentionally imprisoned in a dungeon, there’s probably something worse that put it there. If that thing isn’t gone, you should be\"\n - X the mystic."
]